{
    "1": "HEY",
    "2": "I'm Luca",
    "3": "A goal oriented software developer who loves to learn and create",
    "4": "About me",
    "5": "I have been a programming enthusiast since the age of 15 and started my journey with Java, driven by its usage in my favorite game at the time. Later, I became interested in web development and learned the basics of HTML and CSS. After a year-long hiatus from development to focus on university entrance exams, I pursued a two-year degree in Computer Science at the Pontifical Catholic University of Minas Gerais but did not complete the program. Currently, I am studying Software Engineering at FIAP. My passion for software development has led me to seek every opportunity to enhance my skills and knowledge, consistently striving to exceed expectations.",
    "6": "Skills",
    "7": "",
    "8": "I have experience working with C# using both .NET Framework and .NET Core. Additionally, I have previous experience working with ASP.NET.",
    "9": "I have practical experience using JavaScript and have studied Adonis.js during <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline's</a> bootcamp program I attended.",
    "10": "I have experience working with React.js. My proficiency in React.js enables me to create dynamic and interactive web applications.",
    "11": "I have experience with Vue.js and Nuxt.js, having developed web applications using these frameworks. I am comfortable with its syntax and have a good understanding of its core concepts.",
    "12": "I have experience with relational databases and have used MySQL, SQL Server, and SQLite.",
    "13": "Framework studied at <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline's</a> bootcamp, completed by me in november of 2021.",
    "14": "I have experience using Tailwind CSS to create responsive and modern user interfaces.",
    "15": "I have experience with Azure DevOps and CI/CD pipelines, including building and deploying applications using continuous integration and deployment methodologies.",
    "16": "Projects",
    "17": "In this section, I showcase some of the projects I've developed, including personal and professional projects, highlighting the skills and technologies used in each one of them.",
    "18": "My first website developed in the university, simulating a real movie portal, in the class of Web Interfaces Development. Was used HTML, CSS and Bootstrap.",
    "19": "Project made in the class of Programming Initiation Laboratory, a click battle game, made with scratch, with its website and documentation.",
    "20": "This project was made in the class of Interdisciplinary Work: WEB Applications, a website to help fighting against phishing. Was used HTML, CSS, Bootstrap and JavaScript.",
    "21": "The other website was improved, now it consumes the TheMovieDB's API, in addition to it was implemented a movie search bar. Was used HTML, CSS, Bootstrap and JavaScript.",
    "22": "Project made in the class of Introduction to Computation, it calculates the height media of a group of people, which could be separated by sex. The same project was developed in Python, C# and Java.",
    "23": "My first public Java project, it was developed in 2018, which brought RPG gamemode settings to Minecraft. The project consumed the BukkitAPI, provided by the game.",
    "24": "A project made during the Maratona Discover, an event promoted by Rocketseat, of finances control. The project, hosted at Vercel, was made with HTML, CSS and JavaScript.",
    "25": "My fist project in the university, a tower defense game made with Scratch, in the class of Programming Initiation Laboratory. It was used block programming.",
    "26": "Home Page",
    "27": "My Projects",
    "28": "Developer's image",
    "29": "About's image",
    "30": "Project's image",
    "31": "Technology studied in my second internship.",
    "32": "Check it out"
}