{
    "1": "HEY",
    "2": "I'm Luca",
    "3": "A fullstack developer who loves to learn and create",
    "4": "About me",
    "5": "I have been studying programming since I was 15, my first programming language was Java, because it was used in my favorite game at that time. After that I started to study about web development, but I just learned the basic, HTML and CSS. I spent 1 year away of the programming, while I was studying to join the University, and, at 18, I joined the Pontifical Catholic University of Minas Gerais, where I am currently studying Computer Science. Beeing an intern since the first semester, I always seek to deliver more than the expected.",
    "6": "Technologies",
    "7": "Here are some of my techs.",
    "8": "My main programming language, extremely used in my second internship, I have experience with .NET Framework and ASP.NET.",
    "9": "One of the most important techs in my stack, vastly present in my projects.",
    "10": "Used in my Nuxt projects and in the Angular courses that I did in my second internship.",
    "11": "One of my favorite techs, which is also one of my main focus of study.",
    "12": "Framework highly used in my projects, which I have learned at <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline's</a> bootcamp, completed by me in november of 2021.",
    "13": "Framework studied at <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline's</a> bootcamp, completed by me in november of 2021.",
    "14": "Framework CSS really util when combined to atomic design.",
    "15": "Vastly used in my projects, where I am always pursuing responsivity.",
    "16": "Projects",
    "17": "I am always exploring new technologies and designs to go through my knowledge.",
    "18": "My first website developed in the university, simulating a real movie portal, in the class of Web Interfaces Development. I have used HTML, CSS and Bootstrap.",
    "19": "Projeto desenvolvido na disciplina de Laboratório de Iniciação a Programação, um jogo de batalha de clicks, feito na plataforma Scratch,juntamente do seu site com a documentação e tutorial.",
    "20": "Esse projeto foi desenvolvido na disciplina de Trabalho Interdisciplinar: Aplicações WEB, um site para ajudar a combater o phishing. Foi usado HTML, CSS, Bootstrap e JavaScript.",
    "21": "O portal anterior foi melhorado, passando a consumir a API do TheMovieDB, além de ser implementada uma barra de pesquisa de filmes. Foi usado HTML, CSS e Bootstrap e JavaScript.",
    "22": "Projeto desenvolvido na disciplina de Introdução à Computação, calcula média de altura de um grupo de pessoas, podendo separar por sexo. Foi desenvolvido o mesmo projeto em Python, C# e Java.",
    "23": "Meu primeiro projeto publicado em Java, desenvolvido em 2018, onde trazia características do modo de jogo RPG ao Minecraft. Projeto consumia a BukkitAPI, disponibilizada pelo próprio jogo.",
    "24": "Um projeto desenvolvido por mim, durante a Maratona Discover, promovida pela Rocketseat, de controle de finanças pessoais. O projeto, hospedado na Vercel, foi feito em HTML, CSS e JavaScript.",
    "25": "Meu primeiro projeto desenvolvido na faculdade, um jogo de tower defense feito na plataforma Scratch, pela disciplina de Laboratório de Iniciação a Programação. Foi usado programação em blocos.",
    "26": "Home Page",
    "27": "My Projects",
    "28": "Developer's image",
    "29": "About's image",
    "30": "Project's image"
}