{
    "1": "HOLA",
    "2": "Soy Luca",
    "3": "un desarrollador fullstack que gusta crear y aprender",
    "4": "Sobre mí",
    "5": "Estudiante de programación desde os 15 anos, comecei com Java, fiz essa escolha por ser a linguagem usada no meu jogo favorito à época. Luego despues conheci o desenvolvimento web, aprendendo o básico, apenas HTML e CSS. Passei um ano longe do desenvolvimento, enquanto estudava para o vestibular, e, aos 18, entrei na Pontifícia Universidade Católica de Minas Gerais, onde curso Ciência da Computação. Estagiando desde o primeiro semestre, procuro sempre entregar mais do que o esperado.",
    "6": "Tecnologias",
    "7": "Aqui estão algumas das minhas techs.",
    "8": "Linguagem que tenho mais experiência, extremamente usada no meu segundo estágio, conhecimento em .NET Framework e ASP.NET.",
    "9": "Muito presente nos meus projetos e cursos, um dos principais pontos da minha stack.",
    "10": "Usada tanto nos meus projetos de Nuxt, quanto nos cursos de Angular que fiz no meu segundo estágio.",
    "11": "Uma das minhas techs favoritas, que também é um dos meus grandes focos de estudo.",
    "12": "Framework muito usado nos meus projetos, fonte de estudo do bootcamp da <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline</a> feito por mim em novembro de 2021.",
    "13": "Framework estudado no bootcamp da <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline</a> feito por mim em novembro de 2021.",
    "14": "Framework CSS muito útil quando combinado à metodologia de atomic design.",
    "15": "Vastamente usado nos meus projetos, prezando sempre pela responsividade.",
    "16": "Projetos",
    "17": "Estou sempre explorando novas tecnologias e designs para ir além do meu conhecimento",
    "18": "Meu primeiro site desenvolvido na faculdade, simulando um portal real de filmes, durante a disciplina de Desenvolvimento de Interfaces Web. Foi usado HTML, CSS e Bootstrap.",
    "19": "Projeto desenvolvido na disciplina de Laboratório de Iniciação a Programação, um jogo de batalha de clicks, feito na plataforma Scratch,juntamente do seu site com a documentação e tutorial.",
    "20": "Esse projeto foi desenvolvido na disciplina de Trabalho Interdisciplinar: Aplicações WEB, um site para ajudar a combater o phishing. Foi usado HTML, CSS, Bootstrap e JavaScript.",
    "21": "O portal anterior foi melhorado, passando a consumir a API do TheMovieDB, além de ser implementada uma barra de pesquisa de filmes. Foi usado HTML, CSS e Bootstrap e JavaScript.",
    "22": "Projeto desenvolvido na disciplina de Introdução à Computação, calcula média de altura de um grupo de pessoas, podendo separar por sexo. Foi desenvolvido o mesmo projeto em Python, C# e Java.",
    "23": "Meu primeiro projeto publicado em Java, desenvolvido em 2018, onde trazia características do modo de jogo RPG ao Minecraft. Projeto consumia a BukkitAPI, disponibilizada pelo próprio jogo.",
    "24": "Um projeto desenvolvido por mim, durante a Maratona Discover, promovida pela Rocketseat, de controle de finanças pessoais. O projeto, hospedado na Vercel, foi feito em HTML, CSS e JavaScript.",
    "25": "Meu primeiro projeto desenvolvido na faculdade, um jogo de tower defense feito na plataforma Scratch, pela disciplina de Laboratório de Iniciação a Programação. Foi usado programação em blocos.",
    "26": "Página inicial",
    "27": "Meus projetos",
    "28": "Imagem de um desenvolvedor",
    "29": "Imagem de sobre",
    "30": "Imagem de projetos"
}