{
    "1": "OLÁ",
    "2": "Eu sou Luca",
    "3": "Um desenvolvedor fullstack que ama criar e aprender",
    "4": "Sobre mim",
    "5": "Sou um entusiasta da programação desde os 15 anos e comecei minha jornada com Java, motivado por sua utilização em meu jogo favorito na época. Em seguida, desenvolvi interesse pela área de desenvolvimento web e aprendi os conceitos básicos de HTML e CSS. Após um intervalo de um ano para me dedicar aos vestibulares, iniciei um curso de Ciência da Computação na Pontifícia Universidade Católica de Minas Gerais, onde estudei por dois anos, mas não concluí. Atualmente, estou cursando Engenharia de Software na FIAP. Minha paixão pelo desenvolvimento de software me levou a buscar todas as oportunidades para aprimorar minhas habilidades e conhecimentos, sempre buscando superar as expectativas.",
    "6": "Skills",
    "7": "",
    "8": "Tenho experiência em trabalhar com C# usando tanto .NET Framework quanto .NET Core. Além disso, tenho experiência prévia em trabalhar com ASP.NET.",
    "9": "Eu tenho experiência prática em JavaScript e estudei Adonis.js durante um bootcamp da <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline</a> que participei.",
    "10": "Eu tenho experiência em trabalhar com React.js. Minha proficiência em React.js me permite criar aplicações web dinâmicas e interativas.",
    "11": "Tenho experiência com Vue.js e Nuxt.js, tendo desenvolvido aplicações web utilizando esses frameworks. Conheço sua sintaxe e tenho uma boa compreensão de seus conceitos principais.",
    "12": "Tenho experiência com bancos de dados relacionais e já utilizei MySQL, SQL Server e SQLite.",
    "13": "Framework estudado no bootcamp da <a class='bg-c text-a' target='_blank' rel='noreferrer noopener' href='https://www.cataline.io'>Cataline</a> feito por mim em novembro de 2021.",
    "14": "Tenho experiência utilizando o Tailwind CSS para criar interfaces de usuário responsivas e modernas.",
    "15": "Tenho experiência com o Azure DevOps e pipelines de CI/CD, incluindo a construção e implantação de aplicativos usando metodologias de integração e implantação contínuas.",
    "16": "Projetos",
    "17": "Nesta seção, apresento alguns dos projetos que desenvolvi, incluindo projetos pessoais e profissionais, destacando as habilidades e tecnologias utilizadas em cada um deles.",
    "18": "Meu primeiro site desenvolvido na faculdade, simulando um portal real de filmes, durante a disciplina de Desenvolvimento de Interfaces Web. Foi usado HTML, CSS e Bootstrap.",
    "19": "Projeto desenvolvido na disciplina de Laboratório de Iniciação a Programação, um jogo de batalha de clicks, feito na plataforma Scratch,juntamente do seu site com a documentação e tutorial.",
    "20": "Esse projeto foi desenvolvido na disciplina de Trabalho Interdisciplinar: Aplicações WEB, um site para ajudar a combater o phishing. Foi usado HTML, CSS, Bootstrap e JavaScript.",
    "21": "O portal anterior foi melhorado, passando a consumir a API do TheMovieDB, além de ser implementada uma barra de pesquisa de filmes. Foi usado HTML, CSS e Bootstrap e JavaScript.",
    "22": "Projeto desenvolvido na disciplina de Introdução à Computação, calcula média de altura de um grupo de pessoas, podendo separar por sexo. Foi desenvolvido o mesmo projeto em Python, C# e Java.",
    "23": "Meu primeiro projeto publicado em Java, desenvolvido em 2018, onde trazia características do modo de jogo RPG ao Minecraft. Projeto consumia a BukkitAPI, disponibilizada pelo próprio jogo.",
    "24": "Um projeto desenvolvido por mim, durante a Maratona Discover, promovida pela Rocketseat, de controle de finanças pessoais. O projeto, hospedado na Vercel, foi feito em HTML, CSS e JavaScript.",
    "25": "Meu primeiro projeto desenvolvido na faculdade, um jogo de tower defense feito na plataforma Scratch, pela disciplina de Laboratório de Iniciação a Programação. Foi usado programação em blocos.",
    "26": "Página inicial",
    "27": "Meus projetos",
    "28": "Imagem de um desenvolvedor",
    "29": "Imagem de sobre",
    "30": "Imagem de projetos",
    "31": "Tecnologia estudada por mim no meu segundo estágio.",
    "32": "Confira esse projeto"
}